{
  "kabinet": [
    {
      "id": 1,
      "nama_kabinet": "Gelora Harmoni",
      "tahun_kerja": "2025/2026",
      "visi": "1. Mewujudkan himpunan yang harmonis dan berdaya saing dengan menjunjung tinggi nilai kekeluargaan dan keseimbangan antara kerja dan istirahat. 2. Harmonis merujuk pada kebersamaan dan kolaborasi di dalam himpunan dan berdaya saing merujk pada kemampuan himpunan untuk bersaing secara eksternal. Keduanya bisa berjalan beriringan karena keharmonisan internal menjadi fondasi untuk mencapai daya saing secara eksternal.",
      "misi": "1. Mengimprovisasi pelaksanaan beberapa program agar lebih relevan dan optimal. 2. Menyediakan pelayanan yang responsif terhadap kebutuhan akademik, non- akademik, dan aspirasi mahasiswa. 3. Membuka ruang partisipasi yang lebih luas bagi seluruh mahasiswa untuk terlibat aktif dalam kegiatan himpunan. 4. Membangun kolaborasi aktif dengan program studi untuk menyelaraskan kegiatan himpunan dengan visi akademik yang mendukung pengembangan mahasiswa. 5. Mengembangkan soft skill dan hard skill mahasiswa Sistem Informasi untuk mendukung kinerja organisasi dan pengembangan diri yang berkelanjutan.",
      "foto_kabinet": [
        "/assets/kabinet/gelora-harmoni-1.webp",
        "/assets/kabinet/gelora-harmoni-2.webp",
        "/assets/kabinet/gelora-harmoni-3.webp"
      ],
      "deskripsi": "Gelora mewakili semangat yang membara, dororngan kuat untuk bergerak maju. Harmoni berarti keselarasan dan kekeluargaan dalam perbedaan, kerja sama yang seimbang dan damai antar individu.",
      "logo": "/assets/shared/logos/logo-himasisfo.webp",
      "elemen_logo": [
        {
          "id": 1,
          "nama_elemen": "Api",
          "gambar_elemen": "/assets/kabinet/api.webp",
          "deskripsi_elemen": "Gelora mewakili semangat yang membara, dorongan kuat untuk bergerak maju"
        },
        {
          "id": 2,
          "nama_elemen": "Lingkaran",
          "gambar_elemen": "/assets/kabinet/lingkaran.webp",
          "deskripsi_elemen": "Harmoni berarti keselarasan dan kekeluargaan dalam perbedaan"
        }
      ],
      "departemenInti": {
        "id": 0,
        "nama_departemen": "Pengurus Inti",
        "logo_departemen": "/assets/shared/logos/logo-himasisfo.webp",
        "anggota": [
          {
            "id": 1,
            "nama_anggota": "Mohammed Fadhillah R.M.N.A",
            "jabatan": "Ketua",
            "foto_anggota": "/assets/kabinet/alka.webp"
          },
          {
            "id": 2,
            "nama_anggota": "Nabil Daffariq",
            "jabatan": "Wakil Ketua",
            "foto_anggota": "/assets/kabinet/nabil.webp"
          }
        ]
      },
      "departemen_list": [
        {
          "id_departemen": 1,
          "nama_departemen": "Akademik dan Keprofesian",
          "logo_departemen": "/assets/shared/logos/logo-himasisfo.webp"
        }
      ]
    }
  ],
  "kabinetList": [
    {
      "id_kabinet": 1,
      "nama_kabinet": "Gelora Harmoni",
      "tahun_kerja": "2025/2026"
    }
  ]
}
